Repository: spiritoffootball/theball-v2
Catalog: languages/theball-v2-*.po
Languages: de_de

source: %s Events
de_de: %s Termine

source: A generic parent theme for the Spirit of Football website.
de_de: Ein generisches Basisthema für die Website „Spirit of Football“.

source: About this Event
de_de: Über diese Veranstaltung

source: Achievements
de_de: Erfolge

source: Advisory Board
de_de: Beiratsrat

source: An optional widget area in the footer of this theme
de_de: Ein optionaler Widget-Bereich im Fußbereich dieses Themes

source: An optional widget area in the header of this theme
de_de: Ein optionaler Widget-Bereich im Header dieses Themes

source: Appearances
de_de: Auftritte

source: Award image
de_de: Auszeichnungsbild

source: Awarded by
de_de: Vergeben von

source: Awards
de_de: Auszeichnungen

source: Awards Archive
de_de: Auszeichnungen Archiv

source: Backroom Staff
de_de: Das Backoffice

source: Categories
de_de: Kategorien

source: Coming Soon
de_de: Bald verfügbar

source: Comments are closed.
de_de: Kommentare sind geschlossen.

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
de_de: %1$s Gedanke zu &ldquo;%2$s&rdquo;

source: Continue reading %s <span class="meta-nav">&rarr;</span>
de_de: Weiterlesen %s <span class="meta-nav">&rarr;</span>

source: Date
de_de: Datum

source: Download "%s"
de_de: Laden Sie "%s" herunter

source: Edit %s
de_de: Bearbeite %s

source: Event Details
de_de: Veranstaltungsdetails

source: Events
de_de: Veranstaltungen

source: Events Archive
de_de: Veranstaltungsarchiv

source: Events at: %s
de_de: Veranstaltungen um: %s

source: Events tagged with %s
de_de: Veranstaltungen mit dem Schlagwort %s

source: Featured Events
de_de: Empfohlene Veranstaltungen

source: Footer
de_de: Fußzeile

source: Goals
de_de: Ziele

source: Header
de_de: Kopfzeile

source: Hosted By
de_de: Gastgeber

source: Hosted Events
de_de: Organisierte Veranstaltungen

source: Hosts
de_de: Gastgeber*innen

source: I pledge
de_de: Ich verpflichte mich

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
de_de: Es scheint, dass an diesem Ort nichts gefunden wurde. Versuchen Sie es vielleicht mit einem der untenstehenden Links oder einer Suche?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Es scheint, wir können nicht das finden, wonach Sie suchen. Vielleicht hilft Ihnen eine Suche weiter.

source: Latest News
de_de: Neueste Nachrichten

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
de_de: Hinterlasse einen Kommentar<span class="screen-reader-text"> zu %s</span>

source: Linked SDGs
de_de: Verknüpfte SDGs

source: Main website
de_de: Hauptwebsite

source: Make a Pledge
de_de: Machen Sie ein Versprechen

source: Make your pledge with The Ball
de_de: Geben Sie Ihr Versprechen mit The Ball ab

source: Map Page
de_de: Karten-Seite

source: Most Used Categories
de_de: Am häufigsten verwendete Kategorien

source: News
de_de: Nachrichten

source: Nothing Found
de_de: Nichts gefunden

source: On The Pitch
de_de: Auf dem Spielfeld

source: On The Road With The Ball
de_de: Auf Reisen mit dem Ball

source: One thought on &ldquo;%s&rdquo;
de_de: Eine Anmerkung zu &ldquo;%s&rdquo;

source: Ongoing Events
de_de: Aktuelle Veranstaltungen

source: Other Events
de_de: Andere Veranstaltungen

source: Page with News Loop
de_de: Seite mit Nachrichten-Ticker

source: Pages:
de_de: Seiten:

source: Partners
de_de: Partner

source: Partners Archive
de_de: Partnerarchiv

source: Past Events
de_de: Vergangene Veranstaltungen

source: People
de_de: Leute

source: Pledge now!
de_de: Jetzt versprechen!

source: Pledges
de_de: Versprechen

# post author
source: by %s
de_de: von %s

# post date
source: Posted on %s
de_de: Veröffentlicht am %s

source: Posted in %s
de_de: Veröffentlicht in %s

source: Press Coverage
de_de: Presseberichterstattung

source: Press Resources
de_de: Pressematerial

source: Primary
de_de: Primär

source: Primary Menu
de_de: Hauptmenü

source: Read more
de_de: Weiterlesen

source: Ready to publish your first post? %1$sGet started here%2$s.
de_de: Sind Sie bereit, Ihren ersten Beitrag zu veröffentlichen? %1$sHier geht's los!%2$s

source: SDG Icon
de_de: SDG-Symbol

source: Search
de_de: Suche

source: Search Results for: %s
de_de: Suchergebnisse für: %s

source: Search this website
de_de: Diese Website durchsuchen

source: Skip to content
de_de: Zum Inhalt springen

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Leider konnten wir keine Ergebnisse zu Ihrer Suchanfrage finden. Bitte versuchen Sie es erneut mit anderen Stichworten.

source: Spirit of Football Brazil
de_de: Spirit of Football Brasilien

source: Spirit of Football CIC
de_de: Spirit of Football

source: Spirit of Football Germany
de_de: Spirit of Football e.V

source: Statements
de_de: Erklärungen

source: Supporters
de_de: Unterstützer*innen

source: Tagged %s
de_de: Markiert mit %s

source: Tags
de_de: Schlagwörter

source: The SOF Network
de_de: Das SOF-Netzwerk

source: The Squad
de_de: Der Kader

source: This event finished on %s
de_de: Diese Veranstaltung endete am %s

source: This event is running from %1$s until %2$s. It is next occurring on %3$s
de_de: Diese Veranstaltung findet vom %1$s bis zum %2$s statt. Der nächste Termin ist am %3$s.

source: Try looking in the monthly archives. %1$s
de_de: Versuchen Sie, im monatlichen Archiv zu suchen. %1$s

source: Upcoming Dates
de_de: Kommende Termine

source: View All Events
de_de: Alle Veranstaltungen anzeigen

source: View All News
de_de: Alle Nachrichten anzeigen

source: Visit the %s website
de_de: Besuchen Sie die %s Website

source: We are busy building. Please check back later.
de_de: Wir sind derzeit mit Bauarbeiten beschäftigt. Bitte schauen Sie später noch einmal vorbei.

source: Website content &copy; %1$sSpirit of Football%2$s %3$s. All rights reserved.
de_de: Website-Content &copy; %1$sSpirit of Football%2$s %3$s. Alle Rechte vorbehalten.

source: You&rsquo;re offside
de_de: Du stehst im Abseits
